# KipPerInSup3 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KipPerInSup3 Property
SymbolTypeId Class See Also
---
Symbol kip/in³, indicating unit Kips per cubic inch.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KipPerInSup3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KipPerInSup3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KipPerInSup3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace